nce3-2/L26.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-12-08 Fri 22:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-orgba247e8" class="outline-2">
<h2 id="orgba247e8">Lesson 26 Wanted: a large biscuit tin</h2>
<div class="outline-text-2" id="text-orgba247e8">
<p class="verse">
Who won the prize for the biggest biscuit?<br />
<br />
No one can <b>avoid being influenced by</b> advertisements.<br />
Much as we may <b>pride ourselves on</b> our <b>good taste</b>,<br />
&#xa0;&#xa0;we <b>are no longer free to</b> choose the things we want,<br />
&#xa0;for advertising <b>exerts a subtle influence on</b> us.<br />
<b>In their efforts to</b> persuade us to buy this or that product,<br />
&#xa0;advertisers have made a close study of human nature and have classified all our little weaknesses.<br />
<br />
Advertisers discovered years ago that all of us love to <b>get something for nothing</b>.<br />
An advertisement which begins with the <b>magic word</b> free can rarely go wrong.<br />
These days, advertisers not only offer free samples,<br />
&#xa0;but free cars, free houses, and free trips round the world as well.<br />
They devise hundreds of competitions which will <b>enable us to</b> win huge sums of money.<br />
Radio and television have <b>made it possible for advertisers<br />
&#xa0;to capture the attention</b> of millions of people in this way.<br />
<br />
During a radio programme,<br />
&#xa0;a company of biscuit manufacturers once asked listeners to bake biscuits<br />
&#xa0;&#xa0;and send them to their factory.<br />
They offered to pay 10 dollars a pound for the biggest biscuit baked by a listener.<br />
The response to this competition was tremendous.<br />
Before long, biscuits of all shapes and sizes began arriving at the factory.<br />
One lady brought in a biscuit on a wheelbarrow.<br />
It weighed nearly 500 pounds.<br />
A little later, a man <b>came along</b> with a biscuit which occupied <b>the whole boot of his car</b>.<br />
All the biscuits that were sent were carefully weighed.<br />
The largest was 713 pounds.<br />
It seemed certain that this would win the prize.<br />
But just before the competition closed,<br />
&#xa0;a lorry arrived at the factory with a truly colossal biscuit which weighed 2,400 pounds.<br />
It had been baked by a college student<br />
&#xa0;who had used over 1,000 pounds of flour,<br />
&#xa0;&#xa0;800 pounds of sugar, 200 pounds of fat, and 400 pounds of various other ingredients.<br />
It was so heavy that a crane had to be used to remove it from the lorry.<br />
The manufacturers had to pay more money than they had anticipated,<br />
&#xa0;for they <b>bought the biscuit from the student</b> for 24,000 dollars.<br />
</p>
</div>

<div id="outline-container-orgbabf628" class="outline-3">
<h3 id="orgbabf628">words</h3>
<div class="outline-text-3" id="text-orgbabf628">
<p>
influence [ˈɪnfluəns] v. 影响<br />
pride [praɪd] v. 骄傲<br />
taste [teɪst] n. 鉴赏力<br />
exert [ɪɡˈzɜːrt] v. 施加<br />
subtle [ˈsʌt(ə)l] adj. 微妙的,难以捉摸的<br />
advertiser [ˈædvərtaɪzər] n. 做广告的人<br />
classify [ˈklæsɪfaɪ] v. 分类<br />
magic [ˈmædʒɪk] adj. 有奇妙作用的<br />
sample [ˈsæmp(ə)l] n. 样品<br />
devise [dɪˈvaɪz] v. 设计,想出<br />
capture [ˈkæptʃər] v. 吸引,赢得<br />
manufacturer [ˌmænjuˈfæktʃərər] n. 生产厂家,制造商<br />
wheelbarrow [ˈwiːlbæroʊ] n. 独轮手推车<br />
boot [buːt] n. 行李箱<br />
ingredient [ɪnˈɡriːdiənt] n. 配料<br />
crane [kreɪn] n. 起重机<br />
anticipate [ænˈtɪsɪpeɪt] v. 预期,预料<br />
</p>
</div>
</div>

<div id="outline-container-orgae82f41" class="outline-3">
<h3 id="orgae82f41"><span class="done DONE">DONE</span> 单词造句</h3>
<div class="outline-text-3" id="text-orgae82f41">
<p>
influence v.n.<br />
	bad/good/positive etc. influence (on sb.)  have an influence on sb./sth.  be influenced by &#x2026;<br />
</p>
<ol class="org-ol">
<li>I turned out to be a bad influence on my son.<br /></li>
<li>I'm genuinely sorry that your son were influenced by me.<br /></li>
<li>His works claimed to have had an influence on many modern teachers.<br /></li>
<li>There is no doubt that children are heavily influenced by advertising.<br /></li>
<li>There is a danger that it will have a bad influence on young people in the country.<br /></li>
</ol>
<p>
pride v. pride oneself on (doing) sth. = be pround of<br />
</p>
<ol class="org-ol">
<li>I prided myself on the tremendous speed of my sailing vessel.<br /></li>
<li>I prided myself on that, for he is the captail of a sailing ship.<br /></li>
<li>I prided myself on taking the lead in my class.<br /></li>
<li>I prided myself on breaking the world record.<br /></li>
<li>I prided myself on fitting it with great difficulty.<br /></li>
</ol>
<p>
taste n.v.  have good/bad taste in sth.<br />
</p>
<ol class="org-ol">
<li>My wife is always complaining that I have bad taste in clothes.<br /></li>
<li>Struck by a fashion exhibition, she began to have good taste in clothes.<br /></li>
<li>She had had bad taste in men once upon a time.<br /></li>
<li>It gave me the impression that she had good taste in bed.<br /></li>
<li>It made my hair stand on end, for my daughter has bad taste in men.<br /></li>
</ol>
<p>
exert v.  exert a subtle/some influence on/over sb.<br />
</p>
<ol class="org-ol">
<li>You should have obeyed traffic rules, for it would exert some influence on your children.<br /></li>
<li>It really exert some influence on me and ruined my day.<br /></li>
<li>What a drama queen. It's impossible not to exert some influence on her daughter.<br /></li>
<li>The skeleton he has seen last week exerted a subtle influence on the medical student.<br /></li>
<li>The life abroad did exert some influence on the girl who are not willing to obey the rules.<br /></li>
</ol>
<p>
subtle adj.  have a subtle mind<br />
</p>
<ol class="org-ol">
<li>It seems that the snake could not tell the subtle differences between them.<br /></li>
<li>Much as they have thing in common, there are still many subtle differences between them.<br /></li>
<li>Noticing the subtle differences between them, he was petrified of the consequent.<br /></li>
<li>Listen to me carefully, if you don't have a subtle mind.<br /></li>
<li>Don't break your concentration, even if you have a subtle mind.<br /></li>
</ol>
<p>
advertiser n.<br />
</p>
<ol class="org-ol">
<li>To our dismay, the advertiser is willing to serve it.<br /></li>
<li>The advertiser got very angry and knocked him to the ground.<br /></li>
<li>I have the impulse to buy a pen at the idea of the advertiser.<br /></li>
<li>For instance, the advertiser used to be a medical student.<br /></li>
<li>The advertiser provided us with dozens of free samples of the perfume.<br /></li>
</ol>
<p>
classify v.  classify a. as/under b.<br />
</p>
<ol class="org-ol">
<li>Oddly enough, they classifies snails as a delicacy.<br /></li>
<li>Hand the suit to me, I am gonna classify it.<br /></li>
<li>He was strucked by a car while crossing the street.<br />
The police arrived on the scene and classified it as an accident.<br /></li>
<li>If I don't classify it in time, my stomach will turn.<br /></li>
<li>Imagine my dismay when I found that she classified the meat as poison.<br /></li>
</ol>
<p>
magic adj.  say the magic word<br />
</p>
<ol class="org-ol">
<li>We all know what is magic word in business.<br /></li>
<li>If I say magic word, my wife will take a shower.<br /></li>
<li>These magic word which exert some influence on people never appeals to me.<br /></li>
<li>These magic word received far more abuse than other.<br /></li>
<li>It is illogical to say the magic word on that occassion.<br /></li>
</ol>
<p>
sample n.  free samples of sth.<br />
</p>
<ol class="org-ol">
<li>The old lady is anxious to eat free samples of ice cream.<br /></li>
<li>Much to my surprise, this bottle is only free samples of the perfume.<br /></li>
<li>It was not until a month later that she was giving out a lot of free samples of products.<br /></li>
<li>As she received a lot of free samples of perfume, she never bought one.<br /></li>
<li>Because of free samples of cakes, I am not hungry now.<br /></li>
</ol>
<p>
divise v.  devise a way/plan to<br />
</p>
<ol class="org-ol">
<li>These medical students devised a way to drink on the duty.<br /></li>
<li>We should have devise a plan to prevent this from happening.<br /></li>
<li>We devised a plan to make them turn against each other.<br /></li>
<li>We devised a plan to go on a strike.<br /></li>
<li>We devised a way to reach an agreement.<br /></li>
</ol>
<p>
capture v.  capture the attention of sb. = capture sb's attention<br />
</p>
<ol class="org-ol">
<li>Because of fantasy custom, she really captured the attention of people in the exhibition.<br /></li>
<li>It is clear that the pretty girl captures their attention.<br /></li>
<li>The police is trying to capture their attention and settle the argument.<br /></li>
<li>In fact, you didn't capture my attention in the museum.<br /></li>
<li>The man bet $2000 on Mendoza and capture the attention of other people.<br /></li>
</ol>
<p>
manufacturer n.<br />
</p>
<ol class="org-ol">
<li>Obviously if the manufacturer reduces his price, he'll not make a profit.<br /></li>
<li>The manufacturer claimed to have made a profit last year.<br /></li>
<li>I bet the manufacturer will not reduce his price by the last day of the year.<br /></li>
<li>Technically speaking, the manufacturer has already made a profit.<br /></li>
<li>The manufacturer rose to fame swiftly because of the advertisement.<br /></li>
</ol>
<p>
wheelbarrow n.<br />
</p>
<ol class="org-ol">
<li>I'm gonna bring a wheelbarrow to you.<br /></li>
<li>Despite the fact that he got a new wheelbarrow for his father, he still received much abuse.<br /></li>
<li>Despite the fact that he got a new wheelbarrow for his father,<br />
his father was tired of gardening.<br /></li>
<li>Despite the fact that he got a new wheelbarrow for his father,<br />
they didn't finish the task on time.<br /></li>
<li>Despite the fact that he got a new wheelbarrow for his father,<br />
his father still carries things with bare hands.<br /></li>
</ol>
<p>
boot n.  in the boot of sb's car<br />
</p>
<ol class="org-ol">
<li>Between you and me, there is a body in the boot of my car.<br /></li>
<li>Leo complained that the cat was in the boot of his car.<br /></li>
<li>I explained why the cat was in the boot of my car.<br /></li>
<li>There used to be a hammer in the boot of my car.<br /></li>
<li>Following your instructions, I put the money in the boot of my car.<br /></li>
</ol>
<p>
ingredient n.<br />
</p>
<ol class="org-ol">
<li>To our surprise, this kind of ingredient is regarded as unacceptable.<br /></li>
<li>It looked as if it would taste better with the secret ingredient.<br /></li>
<li>She made an attempt to cook without the ingredient.<br /></li>
<li>She made every effort not to cook with the ingredient.<br /></li>
<li>Considering the secret ingredient, she refused to eat it.<br /></li>
</ol>
<p>
crane n.<br />
</p>
<ol class="org-ol">
<li>I was astounded when I was told that the crane is over $5000.<br /></li>
<li>Please drive these cranes in an orderly fashion.<br /></li>
<li>It astounded me that you got the crane for nothing.<br /></li>
<li>The crane is designed to move these boxes.<br /></li>
<li>The idea that crane is easy to drive may be mistaken.<br /></li>
</ol>
<p>
anticipate v.  It is anticipated that + &#x2026;  sb. anticipate that + &#x2026;<br />
</p>
<ol class="org-ol">
<li>It is anticipated that she will remain anonymous.<br /></li>
<li>It is anticipated that he will pay the bill.<br /></li>
<li>It is anticipated that the archaeologist will make a close study of it.<br /></li>
<li>She anticipated that this basket is designed to carry fruits.<br /></li>
<li>I anticipated that my father takes no interest in the crane toy.<br /></li>
</ol>
</div>
</div>

<div id="outline-container-org0f4b63e" class="outline-3">
<h3 id="org0f4b63e">反复听电影片段直到懂关键句</h3>
</div>
<div id="outline-container-org37d5f1d" class="outline-3">
<h3 id="org37d5f1d">复习二册语法(笔记或视频) &amp; 红皮书</h3>
</div>
<div id="outline-container-orgc71fc50" class="outline-3">
<h3 id="orgc71fc50">自己讲解语法</h3>
</div>
<div id="outline-container-org56a937d" class="outline-3">
<h3 id="org56a937d">习惯用法造句</h3>
<div class="outline-text-3" id="text-org56a937d">
<p>
avoid being done<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
be free to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
in sb's effort to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
get sth. for nothing<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
enable sb. to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
a. has made it possible for sb. to do sth.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
come along<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
<p>
buy sth. from sb.<br />
</p>
<ol class="org-ol">
<li></li>

<li></li>

<li></li>

<li></li>

<li></li>
</ol>
</div>
</div>

<div id="outline-container-org41c5938" class="outline-3">
<h3 id="org41c5938">跟读 50遍</h3>
</div>
<div id="outline-container-org5240f0f" class="outline-3">
<h3 id="org5240f0f">Comprehension 反复练习</h3>
</div>
<div id="outline-container-orgcfef98a" class="outline-3">
<h3 id="orgcfef98a">Ask me if 写+读</h3>
</div>
<div id="outline-container-org0276bd1" class="outline-3">
<h3 id="org0276bd1">摘要写作 写 &amp; 对答案</h3>
</div>
<div id="outline-container-org1d6da32" class="outline-3">
<h3 id="org1d6da32">tell the story 口语复述</h3>
</div>
<div id="outline-container-orgaf99747" class="outline-3">
<h3 id="orgaf99747">composition 阅读 或 写作</h3>
</div>
<div id="outline-container-orga2e1bcf" class="outline-3">
<h3 id="orga2e1bcf">Topics for discussion</h3>
</div>
</div>
</div>
</body>
</html>
